Repository: pbleser-oc/opencloud
Catalog: services/activitylog/pkg/service/l10n/locale/*/LC_MESSAGES/activitylog.po
Languages: nl

source: description
nl: beschrijving

source: display name
nl: weergavenaam

source: expiration date
nl: verloopdatum

source: password
nl: wachtwoord

source: permission
nl: machtiging

source: some field
nl: een veld

source: {resource} was downloaded via public link {token}
nl: {resource} is gedownload via openbare link {token}

source: {user} added {resource} to {folder}
nl: {user} heeft {resource} toegevoegd aan {folder}

source: {user} added {sharee} as member of {space}
nl: {user} heeft {sharee} als lid toegevoegd van {space}

source: {user} deleted {resource} from {folder}
nl: {user} heeft {resource} verwijderd van {folder}

source: {user} moved {resource} to {folder}
nl: {user} heeft {resource} verplaatst naar {folder}

source: {user} removed link to {resource}
nl: {user} heeft link naar {resource} verwijderd

source: {user} removed {sharee} from {resource}
nl: {user} heeft {sharee} verwijderd van {resource}

source: {user} removed {sharee} from {space}
nl: {user} heeft {sharee} verwijderd van {space}

source: {user} renamed {oldResource} to {resource}
nl: {user} heeft {oldResource} hernoemd tot {resource}

source: {user} shared {resource} via link
nl: {user} heeft {resource} gedeeld via link

source: {user} shared {resource} with {sharee}
nl: {user} heeft {resource} gedeeld met {sharee}

source: {user} updated {field} for a link {token} on {resource}
nl: {user} heeft {field} bijgewerkt voor een link {token} op {resource}

source: {user} updated {field} for the {resource}
nl: {user} heeft {field} bijgewerkt voor {resource}

source: {user} updated {resource} in {folder}
nl: {user} heeft {resource} bijgewerkt in {folder}
